Ran Plan for 2 projects:

1. dir: `cdktf-aws/ci-cdktf.out/stacks/stack-1-staging` workspace: `default`
1. dir: `cdktf-aws/ci-cdktf.out/stacks/stack-2-staging` workspace: `default`

### 1. dir: `cdktf-aws/ci-cdktf.out/stacks/stack-1-staging` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.bucket will be created
+ resource "aws_s3_bucket" "bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "demo"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d cdktf-aws/ci-cdktf.out/stacks/stack-1-staging`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.staging-meetsmore.com/lock?id=keidarcy%252Fatlantis-example%252Fcdktf-aws%252Fci-cdktf.out%252Fstacks%252Fstack-1-staging%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d cdktf-aws/ci-cdktf.out/stacks/stack-1-staging`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. dir: `cdktf-aws/ci-cdktf.out/stacks/stack-2-staging` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.bucket will be created
+ resource "aws_s3_bucket" "bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "demo"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d cdktf-aws/ci-cdktf.out/stacks/stack-2-staging`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.staging-meetsmore.com/lock?id=keidarcy%252Fatlantis-example%252Fcdktf-aws%252Fci-cdktf.out%252Fstacks%252Fstack-2-staging%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d cdktf-aws/ci-cdktf.out/stacks/stack-2-staging`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`